---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.Selection.PickedBox
source: html/04c72295-910c-8e04-9cfb-c46437613b4a.htm
---
# PickedBox Members

Maximum coordinates (upper-right-front corner of the pick box).